* Αστεράκι
** Δύο αστεράκια

1. asdf asdf
2.
3.
4. asdf asdf
5.
6.
7.
8.
9.


1. this
2.
3. a
4.
5.
   1. this is a sublist
      1. ad a
   2. this is a list
6.
7.


| # |  2 |                                                                                                                40564819207303340847894502572032 |
| # |  3 |                                                                                             125236737537878753441860054533045969266612127846243 |
| # |  4 |                                                                                1645504557321206042154969182557350504982735865633579863348609024 |
| # |  5 |                                                                      24651903288156618919116517665087069677287701097156968899071216583251953125 |
| # |  6 |                                                              5080205616336551365807863517421057612496829492637697081118927610489209772128075776 |
| # |  7 |                                                       54361846697263307560529495055267343940077014163990039113495978834700158362117849904436807 |
| # |  8 |                                                 66749594872528440074844428317798503581334516323645399060845050244444366430645017188217565216768 |
| # |  9 |                                           15684240429131529254685698284890751184639406145730291592802676915731672495230992603635422093849215049 |
| # | 10 |                                      1000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000 |
| # | 11 |                                  22193813979407164354224423199022080924541468040973950575246733562521125229836087036788826138225193142654907051 |
| # | 12 |                              206077622362619245699002848601743918098347871519228260165428278248541128086752724170934455133323774679750994296832 |
| # | 13 |                           920559771355888839884926784591862281029503288500690524337217127285810882138941459657850358649974803630091967651413293 |
| # | 14 |                       2205178483049626301537973992096464113847291333991592330253334728569213445587042272260568990241614908267571978269909581824 |
| # | 15 |                    3087323941908040708985592779337222689235133044489633828539361877516806284895916983289365642662005484453402459621429443359375 |
| # | 16 |                 2707685248164858261307045101702230179137145581421695874189921465443966120903931272499975005961073806735733604454495675614232576 |
| # | 17 |              1574478536738405118593971862567264713758944027607854991879943578528717483387929015313870189112248624168349538605792185822503475857 |
| # | 18 |            636228377411598251030110803497891372326185602659809452314043983325422225657000518349631774905313493536611633902818888251514780909568 |
| # | 19 |         185835251625667540428459409118176696577935159390840071632914230815354742746536029054367203570579173941779308170594025487105024327898099 |
| # | 20 |       40564819207303340847894502572032000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000 |
| # | 21 |     6808100326899565805029628882462243632538701824780886666581744044787356866159155110443836972298359360777143820288895487103322508038805866101 |
| # | 22 |   900288051595173133420174867253045402063647362931906626097773052926292284611215927598948403244189341365535652066516565108281395643105392197632 |
| # | 23 | 95812634498639204060954528695007768232770673673906862736268992021511343875293675573106571231952148162000507429738040443119496967638609689904343 |
#+TBLFM: $2=@-1 + 1::$3=$-1^105::@1$2=2
